src/Session_Log_2021-08-19.org
#+TITLE: Session Log 2021-08-19

* Unholy Clue-DND Hybrid
This session was special, and mainly consisted of playing Clue with interruptions from DND. We had a stand-in
for [[file:Ezra_Dwineplith_Dirthtlithar.org][Ezra]], but it ultimately didn't matter much. There was very little roleplaying involved. Dearest DM held
some cards, but the rules were unclear, which ultimately resulted in me making some bad deductions. Our first
two accusations were actually wrong, since another player actually had the same problem.

At the end of the session we discovered that [[file:Atlas.org][Atlas]] was the culprit, and also a shapeshifter.
