Session_Log_2021-08-19.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-11 Sat 18:33 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Session Log 2021-08-19</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Ink" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href=""> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Session Log 2021-08-19</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgd08e0b6">1. Unholy Clue-DND Hybrid</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd08e0b6" class="outline-2">
<h2 id="orgd08e0b6"><span class="section-number-2">1</span> Unholy Clue-DND Hybrid</h2>
<div class="outline-text-2" id="text-1">
<p>
This session was special, and mainly consisted of playing Clue with interruptions from DND. We had a stand-in
for <a href="Ezra_Dwineplith_Dirthtlithar.html">Ezra</a>, but it ultimately didn't matter much. There was very little roleplaying involved. Dearest DM held
some cards, but the rules were unclear, which ultimately resulted in me making some bad deductions. Our first
two accusations were actually wrong, since another player actually had the same problem.
</p>

<p>
At the end of the session we discovered that <a href="Atlas.html">Atlas</a> was the culprit, and also a shapeshifter.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
<p><a id="source" href="https://github.com/InkBrownell/vyrindar-notes">Source</a></p>
<p><a id="edit" href="#" hidden>Edit</a></p>
</div>
</body>
</html>
